{
    "data" : 
    [
        "没有哪种教育能及得上逆境",
        "自己选择的路，跪着也要走下去",
        "含泪播种的人一定能含笑收获",
        "任何的限制，都是从自己的内心开始的",
        "顽强的毅力可以征服世界上任何一座高峰",
        "成功不是回首，不是寄望，而是把握现在",
        "谁不是一边受伤，一边学会坚强",
        "世上没有绝望的处境，只有对处境绝望的人",
        "尝试所有你未曾经历的事情，不论好坏",
        "旁观者的姓名永远爬不到比赛的计分板上",
        "永远清楚，不是只有你一个人在努力",
        "自信就是成功的第一秘决",
        "成功由大量的失望铸就",
        "实现明天理想的唯一障碍是今天的疑虑",
        "只要无惧于尝试，没有人会彻底失败",
        "只要目标向前，你可以到任何的地方",
        "敢于面对现实，勇于承担责任，才会不断进步",
        "你既然认准一条道路，何必去打听要走多久",
        "成功从不会放弃任何人，只有你放弃成功罢了",
        "世界上最快乐的事，莫过于为理想而奋斗",
        "世上唯有贫穷可以不劳而获",
        "明智的人不会信任模糊不清的事物",
        "只有经过地狱般的磨练，才能拥有创造天堂的力量",
        "我们必须拿我们所有的，去换我们所没有的",
        "有能力的人影响别人，没能力的人，受人影响",
        "成功是优点的发挥，失败是缺点的累积",
        "平平淡淡看世界，踏踏实实写人生",
        "一个能思想的人，才是一个力量无边的人",
        "对别人宽容是一种储蓄，对自己宽容是一次透支",
        "没有永远的胜利，只有永远的努力",
        "只有不断找寻机会的人才会及时把握机会",
        "成大事不在于力量多少，而在能坚持多久",
        "环境不会改变，解决之道在于改变自己",
        "成功，从失败的土壤中顽强生出",
        "行动是通往知识的唯一道路",
        "每一发奋努力的背后，必有加倍的赏赐",
        "行动是成功的阶梯，行动越多，登得越高",
        "挫折其实就是迈向成功所应缴的学费",
        "一个人最大的破产是绝望，最大的资产是希望",
        "人生伟业的建立，不在能知，乃在能行",
        "回避现实的人，未来将更不理想",
        "即使是不成熟的尝试，也胜于胎死腹中的策略",
        "一个人几乎可以在任何他怀有无限热忱的事情上成功",
        "当你停止尝试时，就是失败的时候",
        "生命不是要超越别人，而是要超越自己",
        "路的尽头，仍然是路，只要你愿意走",
        "一个人的态度，决定他的高度",
        "生活中其实没有绝境，绝境在于你自己的心没有打开",
        "人之所以痛苦，在于追求错误的东西",
        "每件小事都都尽力而为，这就是成功的秘诀",
        "改变了自己的思想就改变了自己的环境",
        "天才就是无止境刻苦勤奋的能力",
        "觉得为时已晚的时候，恰恰是最早的时候",
        "望远镜可以望见远的目标却不能代替你走半步",
        "坚强的信心，能使平凡的人做出惊人的事业",
        "缺乏对事业的热爱，才华也是无用的",
        "即使爬到最高的山上，一次也只能脚踏实地地迈一步",
        "积极思考造成积极人生，消极思考造成消极人生",
        "别想一下造出大海，必须先由小河川开始",
        "旁观者的姓名永远爬不到比赛的计分板上",
        "世上没有绝望的处境，只有对处境绝望的人",
        "世界上那些最容易的事情中，拖延时间最不费力",
        "不为模糊不清的未来担忧，只为清清楚楚的现在努力",
        "一切幸福都并非没有烦恼，而一切逆境也绝非没有希望",
        "没有口水与汗水，就没有成功的泪水",
        "环境不会改变，解决之道在于改变自己",
        "忍耐力较诸脑力，尤胜一筹",
        "未曾失败的人恐怕也未曾成功过",
        "忘掉失败，不过要牢记失败中的教训",
        "不是境况造就人，而是人造就境况",
        "靠山山会倒，靠水水会流，靠自己永远不倒",
        "欲望以提升热忱，毅力以磨平高山",
        "行动是治愈恐惧的良药，而犹豫拖延将不断滋养恐惧",
        "当一个人先从自己的内心开始奋斗，他就是个有价值的人",
        "平凡的脚步也可以走完伟大的行程",
        "凡真心尝试助人者，没有不帮到自己的",
        "行动是成功的阶梯，行动越多，登得越高",
        "成功的法则极为简单，但简单并不代表容易",
        "昨晚多几分钟的准备，今天少几小时的麻烦",
        "做对的事情比把事情做对重要",
        "忘掉失败，不过要牢记失败中的教训",
        "只有不断找寻机会的人才会及时把握机会",
        "人格的完善是本，财富的确立是末",
        "高峰只对攀登它而不是仰望它的人来说才有真正意义",
        "没有一种不通过蔑视忍受和奋斗就可以征服的命运",
        "智者一切求自己，愚者一切求他人",
        "穷不一定思变，应该是思富思变",
        "只要路是对的，就不怕路远",
        "自己打败自己的远远多于比别人打败的",
        "没有天生的信心，只有不断培养的信心",
        "世界会向那些有目标和远见的人让路",
        "世人缺乏的是毅力而非气力",
        "美丽的蓝图落在懒汉手里也不过是一页废纸",
        "好好扮演自己的角色，做自己该做的事",
        "少许的主动就可以使你生活中的运气大增",
        "生命太过短暂，今天放弃了明天不一定能得到",
        "自然界没有风风雨雨，大地就不会春华秋实",
        "抱最大的希望，为最大的努力，做最坏的打算",
        "把活着的每一天看作生命的最后一天",
        "不论你在什麽时候开始，重要的是开始之后就不要停止",
        "菩提本无树，明镜亦非台，本来无一物，何处惹尘埃",
        "一花一世界，一佛一如来",
        "大悲无泪，大悟无言，大笑无声",
        "一切皆为虚幻",
        "人生在世如身处荆棘之中，心不动，人不妄动，不动则不伤，",
        "如心动则人妄动，伤其身痛其骨，于是体会到世间诸般痛苦",
        "不可说",
        "色即是空，空即是色",
        "苦海无边，回头是岸",
        "我不入地狱，谁入地狱",
        "前生500次的回眸才换得今生的一次擦肩而过",
        "但离妄缘，即如如佛",
        "悟心容易息心难，息得心缘到处闲",
        "若不修内行，唯只外求，希望获福，无有是处",
        "若欲求佛但求心，只这心心心是佛",
        "三世诸佛以自心为本师",
        "若能自识本心，念念磨练；莫住者，即自见佛性也",
        "不见他非我是，自然上敬下恭，佛法时时现前，烦恼尘尘解脱",
        "一切众生，种种幻化，皆生如来圆觉妙心",
        "却物为上逐物为下，此乃是学道省力工夫",
        "佛法在日用处，吃茶吃饭处，语言相问处",
        "自性发时，业识来空",
        "自见性者一切业障刹那灭却",
        "现定见闻觉知是法，法离见闻觉知，非达法也",
        "是心不必更求心，是佛何劳更觅佛，倘于言句上作露布，境物上生解会，则堕在骨董袋中",
        "依无住本，立一切法无住之本本乎无住，若能彻住则万法一如",
        "不离当处常湛然，亲切无过此语，觅则知君不可见，但于当处湛然，二边坐断使平稳",
        "不与万法为侣是什么人，回光自照看，待汝一口吸尽西江水，即向汝道",
        "信得心及，见得性彻于日用中无丝毫透漏，全世法即佛法，全佛法即世法，平等一如",
        "百千法门，同归方寸，河沙妙法，总在心源",
        "做工夫全仗精进之力，真正办道人，无剪爪之工",
        "以精进力，身无疾病，一切怨害，慈心相同",
        "无量善事，菩提道业，因一事增，谓不放逸",
        "次于自身善起防护，不应放逸，于刹那中有少动念，应当观察，以正智钩制令正住",
        "如是静虑，一切有情，发心非难，常时不懈，能成就者，是则为难",
        "做工夫不但不起凡情，亦不起圣解，所谓行起解绝，不令知解才绕心中",
        "能常省察，则一句亦有余，不能省察，纵将一大藏经用完也无用处",
        "向外驰求，不知摄心返照回光，如是学佛，殊难得其实益",
        "道人非同善人，如鹤立鸡群，劲挺自持，不顺人情，超群脱俗",
        "佛祖奚以异于人，而所以异于人者，能自护心念耳",
        "妄念纷飞之际，正是做工夫时节",
        "佛法无多子，长远心难得，学道如初心，作佛也有余，始终总不变，真是大丈夫",
        "修行要使妄相由多而少，由强而弱",
        "261.学道犹如守禁城，昼防六贼夜惺惺，将军主帅能行令，不动干戈致太平",
        "恰恰用心时，恰恰无心用，无心恰恰用，常用恰恰无",
        "天上天下，唯我独尊，自观自在，守本真心",
        "所谓无上正等正觉者非他，即是真如本性，亦名自性清静心是也",
        "众生由其不达一真法界，只认识一切法之相，故有分别执著之病",
        "凡所有相皆是虚妄",
        "根身器界一切镜相，皆是空花水月，迷著计较，徒增烦恼",
        "赤肉团上，人人古佛家风",
        "不住一切处心即是佛心",
        "慕道真士，自观自心，知佛在内，不向外寻",
        "求趣无上菩提者，要净自心，福田方净",
        "发菩提心者，非为己利，原为尽十方遍法界，一切极苦有情之所依怙",
        "十方如来，同一道故，出离生死，皆以直故",
        "菩萨不与法缚，不求法缚",
        "于一切相，离一切相，即是无相",
        "邪正烦恼，同一性空，分别假相，妙心现影",
        "菩萨心无取舍，如大月轮，圆满寂静，即是涅盘",
        "菩提本自性，性净是菩提，亦非可修相，更无可作相",
        "本净明心非别处，惟在众生妄心中",
        "智者任物不任己，愚人任己不任物",
        "不见一物名为见道，不行一物名为行道",
        "念念无相，念念无为，即是学佛",
        "息念忘虑，佛自现前",
        "但悟一心，更无少法可得",
        "但能无心，便是究竟",
        "凡夫取境，道人取心，心境双忘乃是真法",
        "但于一切一切法，不作有无见，即见法也",
        "一念离真，皆为妄想",
        "若欲无境，当忘其心，心忘即境空，境空即心灭",
        "但契本心，不用求法",
        "愚人除事不除心，智者除心不除事",
        "菩萨心如虚空，一切俱舍，所作福德皆不贪着",
        "无法可说，是名说法",
        "佛本是心自作，哪得向文字中求",
        "一切法相，皆是假名，本来即非，盖生即无生也",
        "一切法相本为缘生，缘生之法，当体即空",
        "无明不过是本性中缘起之幻相",
        "一切如来本起因底，皆依圆照清净觉相，永断无明，方成佛道",
        "若起精进心，是妄精进；若能心不妄，精进无有涯",
        "修行以念佛为稳当，疾病以减食为药汤",
        "不以有行，亦不以无行",
        "诸行性相，悉皆无常",
        "诸行是常，无有是处；汝但一切处无心，即无诸行，亦无无行",
        "疾苦在身，宜善摄心，不为外境所摇，中心亦不起念",
        "参须实参，见需实见，用须实用，证须实证，若纤毫不实即落虚也",
        "临终之际，若一毫凡圣情量未尽，纤毫思虑未忘便乃轻重五阴去也",
        "真心是菩萨净土",
        "唯心所现，唯识所变",
        "观身不净",
        "梦里明明有六趣，觉后空空无大千",
        "一切无心无住着，世出世法莫不皆尔",
        "来得不明，去得正好，智人观此，未免心冷",
        "念动急觉，觉之即无，久久收摄，自然心正",
        "尽其心知其性，知其性则知其天",
        "悟佛之言，定要行佛之行",
        "从外入者不是家珍，从内发者，方谓真慧",
        "真心应物，不生分别",
        "若真修道人，不见世间过",
        "心生种种法生，心灭种种法灭",
        "智人除心不除境，愚人除境不除心",
        "我自无心于万物，何妨万物常围绕",
        "见色起淫心，报之在妻女",
        "溪声便是广长舌，山色岂非清净身？",
        "淫人妻女笑呵呵 妻女人淫意若何 不欲人淫妻女报急将淫念立消磨",
        "淫人妻女毁人节 万恶罪名集其身 天理循环有报应我淫人妇妇淫人",
        "欲知前世因，今生受者是；欲知来世果，今生作者是",
        "祸福无门，惟人自召；善恶之报，如影随形",
        "建水月道场作梦中佛事",
        "过去心不可得 现在心不可得未来心不可得",
        "且破心头一点痴，十方何处不加持，圆明佛眼常相照，只是当人不自知",
        "冻死不攀缘，饿死不化缘，穷死不求缘",
        "施主一粒米，重如须弥山，今生不了道，披毛戴角还",
        "福祸无门，惟人自召",
        "于父母所，少作供养，获福无量；少作不顺，获罪无量",
        "阿弥陀佛最方便，不费功夫不费钱",
        "尘沙劫又尘沙劫，数尽尘沙劫未休",
        "以无我无人无众生无寿者，修一切善法，即得阿耨多罗三藐三菩提",
        "因为喜欢，所以情愿，没有那么多为什么",
        "离开的人越来越多，留下的人越来越重要",
        "一切都会好起来的，即使不是在今天，总有一天会的",
        "真正的失败不是你没有做成事，而是你甘心于失败",
        "运气就是机会碰巧撞到了你的努力",
        "得之坦然，失之淡然，顺其自然，争其必然",
        "生活是欺骗不了的，一个人要生活得光明磊落",
        "任何的限制，都是从自己的内心开始的",
        "宁愿做过了后悔，也不要错过了后悔",
        "人之所以痛苦，在于追求错误的东西",
        "繁花落尽，留下谁的足迹，珍藏于谁的记忆",
        "忘记那么难，只因回忆美好到刻骨铭心",
        "世界上最爱你的人，就是舍得花时间陪你的人",
        "爱得仓促就像行走于沙漠，风一扬，就没有了后路",
        "人的烦恼就12个字：放不下，想不开，看不透，忘不了",
        "如果血液可以刹车，那么，他的心脏里都是轮胎摩擦的痕迹",
        "你不必逞强，不必说谎，懂你的人，自然会知道你原本的模样",
        "我把所有的记忆串联成一部电影，却发现是个悲剧",
        "从现在起，我将不再期待，只珍惜我所拥有的",
        "一个人的世界，除了手臂还有空气拥抱着自己",
        "就算世界荒芜，也总有一个人是你的信徒",
        "舍得花时间陪你的人，才是最在乎你的人",
        "从现在起，我将不再期待，只珍惜我所拥有的",
        "世界很小，城市很大，欠缺了缘分的人也许终身都不会再见",
        "世界上最爱你的人，就是舍得花时间陪你的人",
        "这世上，能真正对你好的人，遇过一个，少一个",
        "高谈者未必有高见，沉默时也许在沉思",
        "人常犯的一个错，就是花费时间去在乎不怎么在乎你的人",
        "自己疼自己会更来的容易，因为太多的时间里，我们都是一个人",
        "其实爱情不是最初的甜蜜，而是繁华退却依然不离不弃的陪伴",
        "当一个人先从自己的内心开始奋斗，他就是个有价值的人",
        "行动是治愈恐惧的良药，而犹豫拖延将不断滋养恐惧",
        "获致幸福的不二法门是，珍视你所拥有的，遗忘你所没有的",
        "我们总是对陌生人太客气，而对亲密的人太苛刻",
        "过错是暂时的遗憾，而错过则是永远的遗憾",
        "不是境况造就人，而是人造就境况",
        "热爱生活的人，生活也爱他",
        "环境不会改变，解决之道在于改变自己",
        "勇气是控制恐惧心理，而不是心里毫无恐惧",
        "多一分心力去注意别人，就少一分心力反省自己",
        "肯低头的人，永远不会撞到矮门",
        "为别人鼓掌的人也是在给自己的生命加油",
        "只有不断找寻机会的人才会及时把握机会",
        "做一个决定，并不难，难的是付诸行动，并且坚持到底",
        "人生是一条没有回程的单行线，上帝不会给你一张返程的票",
        "成功的法则极为简单，但简单并不代表容易",
        "愚痴的人，一直想要别人了解他；有智慧的人，却努力的了解自己",
        "与其说是别人让你痛苦，不如说自己的修养不够",
        "你硬要把单纯的事情看得很严重，那样子你会很痛苦",
        "一个懒惰的少年将来就是一褴褛的老人",
        "困难是一块顽石，对于弱者它是绊脚石，对于强者它是垫脚石",
        "如果一个人不知道他要驶向哪个码头，那么任何风都不会是顺风",
        "有财富的人追求优裕的生活，有智慧的人追求优质的生活",
        "命运就像自己的掌纹，虽然弯弯曲曲，却永远掌握在自己手中",
        "过去是我们历史的沉淀，未来是我们现实的骄傲",
        "我们都学会了坚强，是因为生活欺骗了我们",
        "把活着的每一天看作生命的最后一天",
        "少许的主动就可以使你生活中的运气大增",
        "自己打败自己的远远多于比别人打败的",
        "世界会向那些有目标和远见的人让路",
        "只要路是对的，就不怕路远",
        "世人缺乏的是毅力而非气力",
        "平凡的脚步也可以走完伟大的行程",
        "天才就是无止境刻苦勤奋的能力",
        "一个人的态度，决定他的高度",
        "没有哪种教育能及得上逆境",
        "平平淡淡看世界，踏踏实实写人生",
        "生命不是要超越别人，而是要超越自己",
        "今天就是生命，是唯一你能确知的生命",
        "改变了自己的思想就改变了自己的环境",
        "命运负责洗牌，但是玩牌的是我们自己",
        "人生伟业的建立，不在能知，乃在能行",
        "人总是珍惜未得到的，而遗忘了所拥有的",
        "人生就像一场戏，演好自己的角色才是戏成功的关键",
        "不要试图给你的生命增加时间，而要给你的时间赋予生命",
        "抱最大的希望，为最大的努力，做最坏的打算",
        "人生最大的错误是不断担心会犯错",
        "没有所谓失败，除非你不再尝试",
        "人生只有必然，没有偶然",
        "从绝望中寻找希望，人生终将辉煌",
        "人生就像钟表，可以回到起点，却已不是昨天",
        "自以为拥有财富的人，其实是被财富所拥有",
        "行动不一定带来快乐，而无行动则决无快乐",
        "有时可能别人不在乎你，但你不能不在乎自己",
        "羡慕别人得到的，不如珍惜自己拥有的",
        "你可以一无所有，但绝不能一无是处",
        "突破心理障碍，才能超越自己",
        "你必须成功，因为你不能失败",
        "我们心中的恐惧，永远比真正的危险巨大的多",
        "面对困境，悲观的人因为往往只看到事情消极一面",
        "再长的路，一步步也能走完；再短的路，不迈开双脚也无法到达",
        "时间是治疗心灵创伤的大师，但绝不是解决问题的高手",
        "大多数人想要改造这个世界，但却罕有人想改造自己",
        "一切伟大的行动和思想，都有一个微不足道的开始",
        "挫折其实就是迈向成功所应缴的学费",
        "好听的话容易打动人，好心的话容易得罪人",
        "质朴却比巧妙的言辞更能打动我的心",
        "挫折经历的太少，所以总是把一些琐碎的小事看得很重",
        "把人生一分为二，前半生不犹豫，后半生不后悔",
        "最清晰的脚印是留在最泥泞的路上的",
        "拿望远镜看别人，拿放大镜看自己",
        "生命不在于长短，而在于活得有意义",
        "生气是拿别人做错的事来惩罚自己",
        "得意时应善待他人，因为你失意时会需要他们",
        "过去的一页，能不翻就不翻，翻落了灰尘会迷了双眼",
        "想哭就哭，想笑就笑，不要因为世界虚伪，你也变得虚伪了",
        "有些人因为贪婪，想得更多的东西，却把现在所有的也失掉了",
        "如果我们都去做自己能力做得到的事，我们会让自己大吃一惊",
        "要铭记在心：每天都是一年中最美好的日子",
        "凡真心尝试助人者，没有不帮到自己的",
        "不要常常觉得自己很不幸，世界上比我们痛苦的人还要多",
        "拥有一颗无私的爱心，便拥有了一切",
        "每一发奋努力的背后，必有加倍的赏赐",
        "别人永远对，我永远错，这样子比较没烦恼",
        "吃亏的总是自己，记住，吃亏才是福气",
        "含泪播种的人一定能含笑收获",
        "人的价值是由自己决定的",
        "旁观者的姓名永远爬不到比赛的计分板上",
        "有时候，垃圾只是放错位置的人才",
        "放弃谁都可以，千万不要放弃自己",
        "志当存高远。——诸葛亮《诫外生书》",
        "岁寒，然后知松柏之后凋也。——《论语·子罕》",
        "不傲才以骄人，不以宠而作威。——诸葛亮",
        "志不强者智不达。——《墨子·修身》",
        "有志者事竟成。——《后汉书·耿列传》",
        "精诚所加，金石为开。——《后汉书·光武十王列传》",
        "人非圣贤，孰能无过。——《训俗遗规》",
        "少壮不努力，老大徒悲伤。——汉乐府古辞《长歌行》",
        "天下之事常成于困约，而败于奢靡。——陆游",
        "尺有所短；寸有所长。物有所不足；智有所不明。——屈原《卜居》",
        "志士仁人，无求生以害仁，有杀身以成仁。——《论语》",
        "损者三乐：乐骄东，乐佚游，乐宴乐，损矣。——孔子",
        "我们是国家的主人，应该处处为国家着想。——雷锋",
        "绳锯木断，水滴石穿。——罗大经《鹤林玉露》",
        "积土而为山，积水而为海。——《荀子·儒效》",
        "博学而笃志，切问而近思，仁在其中矣。——孔子",
        "坚志而勇为，谓之刚。刚，生人之德也。——《练兵实纪·刚复害》",
        "捐躯赴国难，视死忽如归。——曹植《白马篇》",
        "青，取之于蓝而青于蓝；冰，水为之而寒于水。——《荀子·劝学》",
        "丈夫志四海，万里犹比邻。——曹植《赠白马王彪》",
        "石可破也，而不可夺坚；丹可磨也，而不可夺赤。——《吕氏春秋·诚廉》",
        "锲而舍之，朽木不折；锲而不舍，金石可镂。——《荀子·劝学》",
        "一知半解的人，多不谦虚；见多识广有本领的人，一定谦虚。——谢觉哉",
        "天行健，君子以自强不息。——《周易·乾·象》",
        "识时务者为俊杰。——孔子",
        "三人行，必有我师焉。——孔子",
        "一言而兴邦，一言而丧邦。——孔子",
        "既来之，则安之。——《论语》",
        "会当凌绝顶，一览众山小。——杜甫《望岳》",
        "当仁不让于师。——孔子",
        "见贤思齐，见不贤而内自省。——孔子",
        "信仰是伟大的情感，一种创造力量。——高尔基",
        "真者，精诚之至也，不精不诚，不能动人。——《庄子·渔夫》",
        "不患人之不己知，患不知人也。——孔子",
        "君子有三畏：畏天命，畏大人，畏圣人之言。——孔子",
        "君子喻于义，小人喻于利。——孔子",
        "有则改之，无则加勉。——《论语》",
        "敏于事而慎于言。——孔子",
        "过而不改，是为过矣。——孔子",
        "傲不可长，欲不可纵，乐不可极，志不可满。——魏徵",
        "言必行，行必果，果必信。——孔子",
        "天将降大任于是人也，必先苦其心志，劳其筋骨，饿其体肤，空乏其身，行拂乱其所为。——《孟子·告子下》",
        "君子博学而日参省乎己，则智明而行无过矣。——荀子",
        "人无远虑，必有近忧。——孔子",
        "忧劳可以兴国，逸豫可以亡身。——《新五代史·伶官传序》",
        "苟利国家生死以，岂因祸福避趋之。——林则徐《赴戎登程口占示家人》",
        "路曼曼其修远兮，吾将上下而求索。——屈原《离骚》",
        "人生的旅途，前途很远，也很暗。然而不要怕，不怕的人的面前才有路。——鲁迅",
        "瓜是长大在营养肥料里的最甜，天才是长在恶性土壤中的最好。——培根",
        "士可杀不可辱。——孔子",
        "做人也要像蜡烛一样，在有限的一生中有一分热发一分光，给人以光明，给人以温暖。——萧楚女",
        "天行健，君子以自强不息。——《周易·乾·象》",
        "春蚕到死丝方尽，人至期颐亦不休。一息尚存须努力，留作青年好范畴。——吴玉章",
        "勿以恶小而为之，勿以善小而不为。惟贤惟德，能服于人。——刘备",
        "见义不为，无勇也。——孔子",
        "在劳力上劳心，是一切发明之母。事事在劳力上劳心，变可得事物之真理。——陶行知",
        "黄金诚然是宝贵的，但是生气蓬勃",
        "不管发生什么事，都请安静且愉快地接受人生，勇敢地",
        "古之立大事者，不惟有超世之才，亦必有坚忍不拔之志。——苏轼",
        "不以言举人，不以人废言。——《论语》",
        "君子耻其言而过其行。——孔子",
        "位卑未敢忘忧国，事定犹须待盖棺。——陆游《病起》",
        "众恶之，必察焉；众好之，必察焉。——孔子",
        "生活就像海洋，只有意志坚强的人，才能到达彼岸。——马克思",
        "乐观是一首激昂优美的进行曲，时刻鼓舞着你向事业的大路勇猛前进。——大仲马",
        "益者三友，友直，友谅，友多闻，益矣。——孔子",
        "岁寒，然后知松柏之后凋也。——孔子",
        "逝者如斯夫，不舍昼夜。——孔子",
        "与善人居，如入芝兰之室，久而不闻其香，即与之化矣；与不善人居，如入鲍鱼之肆，久而不闻其臭，亦与之化矣。——孔子",
        "少壮不努力，老大徒悲伤。——汉乐府古辞《长歌行》",
        "丈夫不报国，终为贫贱人。——陈恭尹《射虎射石头》",
        "业精于勤，荒于嬉。——韩愈《进学解》",
        "人生像攀登一座山，而找寻出路，却是一种学习的过程，我们应当在这过程中，学习稳定",
        "所谓天才，只不过是把别人喝咖啡的功夫都用在工作上了。——鲁迅",
        "人类的希望像是一颗永恒的星，乌云掩不住它的光芒。特别是在今天，和平不是一个理想，一个梦，它是万人的愿望。——巴金",
        "涓滴之水终可磨损大石，不是由于它力量大，而是由于昼夜不舍的滴坠。只有勤奋不懈的努力才能够获得那些技巧，因此，我们可以确切地说：说：不积跬步，无以致千里。——贝多芬",
        "懒惰象生锈一样，比操劳更能消耗身体；经常用的钥匙，总是亮闪闪的。——富兰克林",
        "九牛一毫莫自夸，骄傲自满必翻车。历览古今多少事，成由谦逊败由奢。——陈毅",
        "天下兴亡，匹夫有责。——顾炎武",
        "学习的敌人是自己的满足，要认真学习一点东西，必须从不自满开始。对自己，“学而不厌”，对人家，“诲人不倦”，我们应取这种态度。——毛泽东",
        "自觉心是进步之母，自贱心是堕落之源，故自觉心不可无，自贱心不可有。——邹韬奋",
        "不要将过去看成是寂寞的，因为这是再也不会回头的。应想办法改善现在，因为那就是你，毫不畏惧地鼓起勇气向着未来前进。——朗费罗",
        "形成天才的决定因素应该是勤奋。……有几分勤学苦练是成正比例的，——郭沫若",
        "我们不得不饮食",
        "命为志存。——朱熹",
        "患难可以试验一个人的品格，非常的境遇方才可以显出非常的气节；风平浪静的海面，所有的船只都可以并驱竞胜。命运的铁拳击中要害的时候，候，只有大勇大智的人才能够处之泰然；……——莎士比亚",
        "人要是惧怕痛苦，惧怕种种疾病，惧怕不测的事情，惧怕生命的危险和死亡，他就什么也不能忍受了。——卢梭",
        "顽强的毅力可以征服世界上任何一座高峰！——狄更斯",
        "三十而立，四十而不惑，五十而知天命，六十而耳顺，七十而从心所欲，不逾矩。——孔子",
        "日日行，不怕千万里；常常做，不怕千万事。——《格言联璧·处事》",
        "我们爱我们的民族，这是我们自信心的源泉。——周恩来",
        "有朋自远方来，不亦悦乎！——孔子",
        "一寸光阴一寸金，寸金难买寸光阴。——《增广贤文》",
        "生命有如铁砧，愈被敲打，愈能发出火花。——伽利略",
        "若要功夫深，铁杵磨成针。——曹学《蜀中广记·上川南道彭山县》",
        "志不强者智不达。——《墨子·修身》",
        "道听而途说，德之弃也。——孔子",
        "悲观的人虽生犹死，乐观的人永生不老。——拜伦",
        "时危见臣节，世乱识忠良。——鲍照《代出自蓟北门行》",
        "君子谋道不谋食，忧道不忧贫。——孔子"
    ]
}
